Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Delete Everything from iCloud
de: Alles aus iCloud löschen
es: Borrar todo de iCloud
et: Kustuta kõik iCloudist
fr: Tout supprimer d’iCloud
hu: Minden törlése az iCloudból
it: Elimina tutto da iCloud
ja: iCloudからすべて削除
ko: iCloud에서 전체 삭제
ms: Padam Semua daripada iCloud
pt: Apagar tudo do iCloud
ru: Удалить всё из iCloud
zh_hans: 从 iCloud 删除全部

source: Delete action
de: Löschaktion
es: Acción de eliminar
et: Kustutamistegevus
fr: Action de suppression
hu: Művelet törlése
it: Azione di eliminazione
ja: 削除アクション
ko: 삭제 동작
ms: Padam tindakan
pt: Ação de eliminar
ru: Удалить действие
zh_hans: 删除操作

source: Delete animation
de: Löschanimation
es: Animación al borrar
et: Kustutamise animatsioon
fr: Animation de suppression
hu: Törlési animáció
it: Animazione di eliminazione
ja: 削除アニメーション
ko: 삭제 애니메이션
ms: Animasi pemadaman
pt: Animação de eliminação
ru: Анимация удаления
zh_hans: 删除动画

source: Delete any of it from there. The copy on this device stays.
de: Dort kannst du alles löschen. Die Kopie auf diesem Gerät bleibt.
es: Desde ahí puedes borrar lo que quieras. La copia de este dispositivo se queda.
et: Kustuta sealt mis tahes. Selle seadme koopia jääb alles.
fr: Tu peux tout supprimer depuis là. La copie sur cet appareil reste.
hu: Onnan bármit törölhetsz. Az ezen az eszközön lévő másolat megmarad.
it: Da lì puoi eliminare quello che vuoi. La copia su questo dispositivo resta.
ja: そこから削除できます。この端末のコピーは残ります。
ko: 거기서 원하는 항목을 삭제할 수 있습니다. 이 기기의 사본은 그대로 남습니다.
ms: Anda boleh memadam mana-mana daripadanya di situ. Salinan pada peranti ini kekal.
pt: A partir daí podes apagar o que quiseres. A cópia neste dispositivo fica.
ru: Удаляйте оттуда что угодно. Копия на этом устройстве останется.
zh_hans: 可从那里删除其中任何内容。这台设备上的副本会保留。

source: Delete between phrases
de: Zwischen Phrasen löschen
es: Eliminar entre frases
et: Kustuta fraaside vahel
fr: Supprimer entre les phrases
hu: Törlés a kifejezések között
it: Elimina tra le frasi
ja: フレーズ間で削除
ko: 구문 사이 삭제
ms: Padam antara frasa
pt: Eliminar entre frases
ru: Удаление между фразами
zh_hans: 在短语之间删除

source: Delete element
de: Element löschen
es: Eliminar elemento
et: Kustuta element
fr: Supprimer l’élément
hu: Elem törlése
it: Elimina elemento
ja: 要素を削除
ko: 요소 삭제
ms: Padam elemen
pt: Apagar elemento
ru: Удалить элемент
zh_hans: 删除元素

source: Delete everything Clink has in iCloud?
de: Alles löschen, was Clink in iCloud hat?
es: ¿Borrar todo lo que Clink tiene en iCloud?
et: Kustutada kõik, mis Clinkil iCloudis on?
fr: Supprimer tout ce que Clink a dans iCloud ?
hu: Törlöd mindazt, amit a Clink az iCloudban tárol?
it: Eliminare tutto ciò che Clink ha su iCloud?
ja: ClinkがiCloudに保存しているものをすべて削除しますか？
ko: Clink가 iCloud에 저장한 항목을 모두 삭제할까요?
ms: Padam semua yang Clink simpan dalam iCloud?
pt: Apagar tudo o que o Clink tem no iCloud?
ru: Удалить всё, что Clink хранит в iCloud?
zh_hans: 删除 Clink 存在 iCloud 中的全部内容？

source: Delete from iCloud
de: Aus iCloud löschen
es: Borrar de iCloud
et: Kustuta iCloudist
fr: Supprimer d’iCloud
hu: Törlés az iCloudból
it: Elimina da iCloud
ja: iCloudから削除
ko: iCloud에서 삭제
ms: Padam daripada iCloud
pt: Apagar do iCloud
ru: Удалить из iCloud
zh_hans: 从 iCloud 删除

source: Delete from inside the emoji panel.
de: Löschen, ohne die Emoji-Ansicht zu verlassen.
es: Borra sin salir del panel de emoji.
et: Kustuta emoji-vaatest lahkumata.
fr: Supprime sans quitter le panneau emoji.
hu: Törlés az emoji-panelen belül.
it: Cancella senza uscire dal pannello emoji.
ja: 絵文字パネルにいるまま削除できます。
ko: 이모지 화면에서 바로 지워요.
ms: Padam tanpa keluar dari panel emoji.
pt: Apaga sem sair do painel de emoji.
ru: Удаляется прямо в панели эмодзи.
zh_hans: 在表情面板里直接删除。

source: Delete glyph
de: Löschsymbol
es: Símbolo de eliminar
et: Kustutamise sümbol
fr: Symbole Supprimer
hu: Törlésikon
it: Glifo di eliminazione
ja: 削除アイコン
ko: 삭제 아이콘
ms: Glif padam
pt: Símbolo de eliminar
ru: Удалить символ
zh_hans: 删除图标

source: Delete key
de: Löschtaste
es: Tecla de eliminar
et: Kustutamisklahv
fr: Touche Supprimer
hu: Törlőgomb
it: Tasto elimina
ja: 削除キー
ko: 삭제 키
ms: Kekunci padam
pt: Tecla Eliminar
ru: Удалить клавишу
zh_hans: 删除键

source: Delete layout
de: Layout löschen
es: Eliminar diseño
et: Kustuta paigutus
fr: Supprimer la disposition
hu: Elrendezés törlése
it: Elimina layout
ja: レイアウトを削除
ko: 레이아웃 삭제
ms: Padam susun atur
pt: Eliminar esquema
ru: Удалить раскладку
zh_hans: 删除布局

source: Delete on paste
de: Beim Einfügen löschen
es: Eliminar al pegar
et: Kustuta pärast kleepimist
fr: Supprimer après le collage
hu: Törlés beillesztéskor
it: Elimina dopo l'incolla
ja: 貼り付け時に削除
ko: 붙여넣을 때 삭제
ms: Padam apabila tampal
pt: Eliminar ao colar
ru: Удалять после вставки
zh_hans: 粘贴后删除

source: Delete pack
de: Paket löschen
es: Eliminar paquete
et: Kustuta pakett
fr: Supprimer le pack
hu: Csomag törlése
it: Elimina pacchetto
ja: パックを削除
ko: 팩 삭제
ms: Padam pek
pt: Eliminar pacote
ru: Удалить набор
zh_hans: 删除声音包

source: Delete panel
de: Panel löschen
es: Eliminar panel
et: Kustuta paneel
fr: Supprimer le panneau
hu: Panel törlése
it: Elimina pannello
ja: パネルを削除
ko: 패널 삭제
ms: Padam panel
pt: Eliminar painel
ru: Удалить панель
zh_hans: 删除面板

source: Delete pins on clear
de: Angeheftete beim Leeren löschen
es: Borrar fijados al vaciar
et: Kustuta kinnitused tühjendamisel
fr: Supprimer les éléments épinglés à l'effacement
hu: Rögzítettek törlése ürítéskor
it: Elimina i fissati quando cancelli
ja: クリア時にピン留めも削除
ko: 지울 때 고정한 항목도 삭제
ms: Padam pin bila dikosongkan
pt: Apagar fixados ao limpar
ru: Удалять закреплённые при очистке
zh_hans: 清除时一并删掉固定项

source: Delete plugin
de: Plugin löschen
es: Eliminar plugin
et: Kustuta pistikprogramm
fr: Supprimer le plugin
hu: Bővítmény törlése
it: Elimina plugin
ja: プラグインを削除
ko: 플러그인 삭제
ms: Padam plugin
pt: Eliminar plugin
ru: Удалить плагин
zh_hans: 删除插件

source: Delete set
de: Set löschen
es: Eliminar conjunto
et: Kustuta komplekt
fr: Supprimer le set
hu: Készlet törlése
it: Elimina set
ja: セットを削除
ko: 세트 삭제
ms: Padam set
pt: Eliminar conjunto
ru: Удалить набор
zh_hans: 删除合集

source: Delete this action?
de: Diese Aktion löschen?
es: ¿Eliminar esta acción?
et: Kustutada see tegevus?
fr: Supprimer cette action ?
hu: Törlöd ezt a műveletet?
it: Eliminare questa azione?
ja: このアクションを削除しますか?
ko: 이 동작을 삭제할까요?
ms: Padam tindakan ini?
pt: Eliminar esta ação?
ru: Удалить это действие?
zh_hans: 删除此操作？

source: Delete this from iCloud?
de: Das aus iCloud löschen?
es: ¿Borrar esto de iCloud?
et: Kustutada see iCloudist?
fr: Supprimer ceci d’iCloud ?
hu: Törlöd ezt az iCloudból?
it: Eliminare questo da iCloud?
ja: これをiCloudから削除しますか？
ko: 이 항목을 iCloud에서 삭제할까요?
ms: Padam ini daripada iCloud?
pt: Apagar isto do iCloud?
ru: Удалить это из iCloud?
zh_hans: 从 iCloud 删除这条记录？

source: Delete this group?
de: Diese Gruppe löschen?
es: ¿Eliminar este grupo?
et: Kustutada see grupp?
fr: Supprimer ce groupe ?
hu: Törlöd ezt a csoportot?
it: Eliminare questo gruppo?
ja: このグループを削除しますか?
ko: 이 그룹을 삭제할까요?
ms: Padam kumpulan ini?
pt: Eliminar este grupo?
ru: Удалить эту группу?
zh_hans: 删除此分组？

source: Delete this panel?
de: Dieses Panel löschen?
es: ¿Eliminar este panel?
et: Kustutada see paneel?
fr: Supprimer ce panneau ?
hu: Törlöd ezt a panelt?
it: Eliminare questo pannello?
ja: このパネルを削除しますか?
ko: 이 패널을 삭제할까요?
ms: Padam panel ini?
pt: Eliminar este painel?
ru: Удалить эту панель?
zh_hans: 删除此面板？

source: Delete this plugin?
de: Dieses Plugin löschen?
es: ¿Eliminar este plugin?
et: Kas kustutada see pistikprogramm?
fr: Supprimer ce plugin ?
hu: Törlöd ezt a bővítményt?
it: Eliminare questo plugin?
ja: このプラグインを削除しますか？
ko: 이 플러그인을 삭제할까요?
ms: Padam plugin ini?
pt: Eliminar este plugin?
ru: Удалить этот плагин?
zh_hans: 删除此插件？

source: Delete this profile?
de: Dieses Profil löschen?
es: ¿Eliminar este perfil?
et: Kustutada see profiil?
fr: Supprimer ce profil ?
hu: Törlöd ezt a profilt?
it: Eliminare questo profilo?
ja: このプロフィールを削除しますか?
ko: 이 프로필을 삭제할까요?
ms: Padam profil ini?
pt: Eliminar este perfil?
ru: Удалить этот профиль?
zh_hans: 删除此档案？

source: Delete this set?
de: Dieses Set löschen?
es: ¿Eliminar este conjunto?
et: Kustutada see komplekt?
fr: Supprimer ce set ?
hu: Törlöd ezt a készletet?
it: Eliminare questo set?
ja: このセットを削除しますか？
ko: 이 세트를 삭제할까요?
ms: Padam set ini?
pt: Eliminar este conjunto?
ru: Удалить этот набор?
zh_hans: 要删除这个合集吗？

source: Deliberate
de: Bedächtig
es: Pausado
et: Kaalutletud
fr: Posé
hu: Szándékos
it: Misurato
ja: 慎重
ko: 신중함
ms: Berhati-hati
pt: Ponderado
ru: Размеренно
zh_hans: 稳重

source: Dense
de: Dicht
es: Denso
et: Tihe
hu: Sűrű
it: Fitto
ja: 高密度
ko: 촘촘하게
ms: Padat
pt: Denso
ru: Плотно
zh_hans: 密集

source: Density
de: Dichte
es: Densidad
et: Tihedus
fr: Densité
hu: Sűrűség
it: Densità
ja: 密度
ko: 밀도
ms: Ketumpatan
pt: Densidade
ru: Плотность
zh_hans: 密度

source: Describe what the AI should do with the text
de: Beschreib, was die KI mit dem Text machen soll
es: Describe qué debe hacer la IA con el texto
et: Kirjelda, mida TI peaks tekstiga tegema
fr: Décris ce que l'IA doit faire avec le texte
hu: Írd le, mit csináljon az MI a szöveggel
it: Descrivi cosa deve fare l'IA con il testo
ja: テキストに対して AI に何をさせるかを書いてください
ko: AI가 텍스트로 무엇을 할지 설명하세요
ms: Terangkan apa yang AI patut buat dengan teks
pt: Descreve o que a IA deve fazer com o texto
ru: Опишите, что ИИ должен сделать с текстом
zh_hans: 描述一下 AI 该怎么处理这段文字

source: Describe what you want
de: Beschreibe, was du möchtest
es: Describe lo que quieres
et: Kirjelda, mida soovid
fr: Décris ce que tu veux
hu: Írd le, mit szeretnél
it: Descrivi ciò che vuoi
ja: 作りたいものを説明してください
ko: 원하는 내용을 설명하세요
ms: Terangkan apa yang anda mahu
pt: Descreva o que pretende
ru: Опишите, что вы хотите
zh_hans: 描述你想要的内容

source: Design this page directly in the keyboard above. Drag keys and rows, tap a key to edit it, or use Key and Row to add more. Tap a row grip to pin that row across ABC, 123, and #+=.
de: Gestalte diese Seite direkt in der Tastatur oben. Zieh Tasten und Reihen, tipp auf eine Taste, um sie zu bearbeiten, oder füge mit Taste und Reihe neue hinzu. Tipp auf den Griff einer Reihe, um sie in ABC, 123 und #+= festzuhalten.
es: Diseña esta página directamente en el teclado de arriba. Arrastra teclas y filas, toca una tecla para editarla o usa Tecla y Fila para añadir más. Toca el asa de una fila para fijarla en ABC, 123 y #+=.
et: Kujunda see leht otse ülal asuvas klaviatuuris. Lohista klahve ja ridu, puuduta klahvi selle muutmiseks või kasuta valikuid Klahv ja Rida juurde lisamiseks. Puuduta rea käepidet, et kinnitada see ABC, 123 ja #+= peale.
fr: Compose cette page directement dans le clavier ci-dessus. Fais glisser touches et rangées, touche une touche pour la modifier, ou utilise Touche et Rangée pour en ajouter. Touche la poignée d’une rangée pour la fixer sur ABC, 123 et #+=.
hu: Ezt az oldalt közvetlenül a fenti billentyűzeten alakítod. Húzd a billentyűket és a sorokat, koppints egy billentyűre a szerkesztéshez, vagy adj hozzá újakat a Billentyű és a Sor gombbal. Koppints egy sor fogantyújára, hogy a sor az ABC, a 123 és a #+= oldalon is ott maradjon.
it: Progetta questa pagina direttamente nella tastiera qui sopra. Trascina tasti e righe, tocca un tasto per modificarlo o usa Tasto e Riga per aggiungerne altri. Tocca la maniglia di una riga per fissarla su ABC, 123 e #+=.
ja: このページは上のキーボードでそのままデザインできます。キーや行をドラッグし、キーをタップして編集、「キー」「行」で追加します。行のつまみをタップすると、その行が ABC、123、#+= のすべてに固定されます。
ko: 이 페이지는 위 키보드에서 바로 디자인합니다. 키와 행을 끌고, 키를 눌러 편집하고, ‘키’와 ‘행’으로 더 추가하세요. 행 손잡이를 누르면 그 행이 ABC, 123, #+= 전체에 고정됩니다.
ms: Reka halaman ini terus pada papan kekunci di atas. Seret kekunci dan baris, ketik kekunci untuk menyuntingnya, atau guna Kekunci dan Baris untuk menambah. Ketik cengkaman baris untuk menyematkan baris itu merentas ABC, 123 dan #+=.
pt: Desenha esta página diretamente no teclado acima. Arrasta teclas e linhas, toca numa tecla para a editar ou usa Tecla e Linha para acrescentar mais. Toca na pega de uma linha para a fixar em ABC, 123 e #+=.
ru: Соберите эту страницу прямо на клавиатуре выше. Перетаскивайте клавиши и ряды, нажмите на клавишу, чтобы её изменить, или добавьте новые кнопками «Клавиша» и «Ряд». Нажмите на ручку ряда, чтобы закрепить его сразу в ABC, 123 и #+=.
zh_hans: 这一页直接在上方键盘里设计。拖动按键和行，点按键即可编辑，或用「按键」和「行」添加新的。点按行的手柄，可让该行在 ABC、123 和 #+= 中都固定显示。

source: Developer
de: Entwickler
es: Desarrollador
et: Arendaja
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
ko: 개발자
ms: Pembangun
pt: Programador
ru: Разработчик
zh_hans: 开发者

source: Device
de: Gerät
es: Dispositivo
et: Seade
fr: Appareil
hu: Eszköz
it: Dispositivo
ja: デバイス
ko: 기기
ms: Peranti
pt: Dispositivo
ru: Устройство
zh_hans: 设备

source: Dial
de: Drehregler
es: Control giratorio
et: Valikuketas
fr: Molette
hi: डायल
hu: Tárcsa
it: Ghiera
ja: ダイヤル
ko: 다이얼
ms: Dail
ne: डायल
pt: Seletor
ru: Диск
tr: Kadran
zh_hans: 拨盘

source: Dictate
de: Diktieren
es: Dictar
et: Dikteeri
fr: Dicter
hu: Diktálás
it: Detta
ja: 音声入力
ko: 받아쓰기
ms: Dikte
pt: Ditar
ru: Диктовать
zh_hans: 语音输入

source: Dictate for free
de: Kostenlos diktieren
es: Dicta gratis
et: Dikteeri tasuta
fr: Dicte gratuitement
hu: Diktálj ingyen
it: Detta gratis
ja: 無料で音声入力
ko: 무료로 받아쓰기
ms: Imlak secara percuma
pt: Dita gratuitamente
ru: Диктуйте бесплатно
zh_hans: 免费语音输入

source: Dictate through Clink
de: Über Clink diktieren
es: Dicta con Clink
et: Dikteeri Clinki kaudu
fr: Dicter avec Clink
hu: Diktálás a Clinkkel
it: Detta con Clink
ja: Clinkで音声入力
ko: Clink로 받아쓰기
ms: Imlak dengan Clink
pt: Dite com o Clink
ru: Диктовать через Clink
zh_hans: 用 Clink 语音输入

source: Dictating
de: Diktiert wird
es: Dictando
et: Dikteerin
fr: Dictée en cours
hu: Diktálás folyamatban
it: Dettatura in corso
ja: 音声入力中
ko: 받아쓰는 중
ms: Sedang mendikte
pt: A ditar
ru: Идёт диктовка
zh_hans: 正在语音输入

source: Dictation
de: Diktieren
es: Dictado
et: Dikteerimine
fr: Dictée
hu: Diktálás
it: Dettatura
ja: 音声入力
ko: 받아쓰기
ms: Imlak
pt: Ditado
ru: Диктовка
zh_hans: 听写

source: Dictation assist
de: Diktier-Assistenz
es: Asistencia de dictado
et: Dikteerimise abi
fr: Assistance dictée
hu: Diktálási segítség
it: Assistenza dettatura
ja: ディクテーションアシスト
ko: 딕테이션 지원
ms: Bantuan dikte
pt: Assistência de ditado
ru: Помощь при диктовке
zh_hans: 听写辅助

source: Dictation colors
de: Diktierfarben
es: Colores del dictado
et: Dikteerimise värvid
fr: Couleurs de la dictée
hu: Diktálás színei
it: Colori della dettatura
ja: 音声入力の色
ko: 받아쓰기 색상
ms: Warna imlak
pt: Cores do ditado
ru: Цвета диктовки
zh_hans: 听写颜色

source: Dictation failed
de: Diktieren fehlgeschlagen
es: Error de dictado
et: Dikteerimine ebaõnnestus
fr: Échec de la dictée
hu: A diktálás nem sikerült
it: Dettatura non riuscita
ja: 音声入力に失敗しました
ko: 받아쓰기 실패
ms: Imlak gagal
pt: O ditado falhou
ru: Диктовка не удалась
zh_hans: 听写失败

source: Dictation is off. Turn it on to use and customize it.
de: Diktat ist aus. Schalte es ein, um es zu nutzen und anzupassen.
es: El dictado está desactivado. Actívalo para usarlo y personalizarlo.
et: Dikteerimine on väljas. Lülita see sisse, et kasutada ja kohandada.
fr: La dictée est désactivée. Active-la pour l'utiliser et la personnaliser.
hu: A diktálás ki van kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: La dettatura è disattivata. Attivala per usarla e personalizzarla.
ja: 音声入力はオフです。オンにすると使えて、設定も変えられます。
ko: 받아쓰기가 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Imlak dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: O ditado está desligado. Liga-o para o usares e personalizares.
ru: Диктовка выключена. Включите её, чтобы пользоваться и настраивать.
zh_hans: 听写已关闭。打开后就能使用并调整设置。

source: Dictation is ready
de: Diktat ist bereit
es: El dictado está listo
et: Dikteerimine on valmis
fr: La dictée est prête
hu: A diktálás készen áll
it: La dettatura è pronta
ja: 音声入力の準備ができました
ko: 받아쓰기 준비 완료
ms: Imlak sedia digunakan
pt: O ditado está pronto
ru: Диктовка готова
zh_hans: 听写已就绪

source: Dictation is turned off
de: Diktieren ist ausgeschaltet
es: El dictado está desactivado
et: Dikteerimine on välja lülitatud
fr: La dictée est désactivée
hu: A diktálás ki van kapcsolva
it: La dettatura è disattivata
ja: 音声入力はオフになっています
ko: 받아쓰기가 꺼져 있어요
ms: Imlak dimatikan
pt: O ditado está desligado
ru: Диктовка выключена
zh_hans: 语音输入已关闭

source: Dictation types what you say, into whatever field you're in.
de: Das Diktat tippt, was du sagst, direkt in das Feld, in dem du gerade bist.
es: El dictado escribe lo que dices en el campo en el que estés.
et: Dikteerimine tipib selle, mida sa ütled, välja, kus iganes sa oled.
fr: La dictée écrit ce que tu dis, dans le champ où tu te trouves.
hu: A diktálás abba a mezőbe írja, amit mondasz, ahol épp vagy.
it: La dettatura scrive quello che dici nel campo in cui ti trovi.
ja: 音声入力は、話した内容を今いる入力欄にそのまま書き込みます。
ko: 받아쓰기는 말한 내용을 지금 있는 입력란에 그대로 적습니다.
ms: Imlak menaip apa yang anda sebut, ke dalam medan yang sedang anda gunakan.
pt: O ditado escreve o que dizes, no campo onde estiveres.
ru: Диктовка печатает сказанное прямо в то поле, где вы находитесь.
zh_hans: 听写会把你说的话写进你当前所在的输入框。

source: Dictation visualization
de: Diktiervisualisierung
es: Visualización del dictado
et: Dikteerimise visualiseering
fr: Visualisation de la dictée
hu: Diktálás megjelenítése
it: Visualizzazione della dettatura
ja: 音声入力のビジュアル
ko: 받아쓰기 시각화
ms: Visualisasi imlak
pt: Visualização do ditado
ru: Визуализация диктовки
zh_hans: 听写可视化

source: Dictation, clipboard history, AI tools and more.
de: Diktat, Zwischenablageverlauf, KI-Tools und mehr.
es: Dictado, historial del portapapeles, herramientas de IA y más.
et: Dikteerimine, lõikelaua ajalugu, AI-tööriistad ja palju muud.
fr: Dictée, historique du presse-papiers, outils d’IA et plus encore.
hu: Diktálás, vágólapelőzmények, MI-eszközök és még sok más.
it: Dettatura, cronologia degli appunti, strumenti IA e altro.
ja: 音声入力、クリップボード履歴、AIツールなど。
ko: 받아쓰기, 클립보드 기록, AI 도구 등.
ms: Dikte, sejarah papan klip, alat AI dan banyak lagi.
pt: Ditado, histórico da área de transferência, ferramentas de IA e muito mais.
ru: Диктовка, история буфера обмена, инструменты ИИ и многое другое.
zh_hans: 听写、剪贴板历史、AI 工具等。

source: Dictionaries
de: Wörterbücher
es: Diccionarios
et: Sõnaraamatud
fr: Dictionnaires
hu: Szótárak
it: Dizionari
ja: 辞書
ko: 사전
ms: Kamus
pt: Dicionários
ru: Словари
zh_hans: 词典

source: Dictionaries, learning words, and predictions
de: Wörterbücher, gelernte Wörter und Vorhersagen
es: Diccionarios, palabras aprendidas y predicciones
et: Sõnaraamatud, õpitavad sõnad ja ennustused
fr: Dictionnaires, mots appris et prédictions
hu: Szótárak, tanult szavak és javaslatok
it: Dizionari, parole imparate e previsioni
ja: 辞書、覚えた単語、予測
ko: 사전, 학습 단어, 예측
ms: Kamus, perkataan yang dipelajari dan ramalan
pt: Dicionários, palavras aprendidas e previsões
ru: Словари, обучение словам и предсказания
zh_hans: 词典、学词和联想

source: Dictionary
de: Wörterbuch
es: Diccionario
et: Sõnaraamat
fr: Dictionnaire
hu: Szótár
it: Dizionario
ja: 辞書
ko: 사전
ms: Kamus
pt: Dicionário
ru: Словарь
zh_hans: 词典

source: Dictionary credits
de: Wörterbuchnachweise
es: Créditos de diccionarios
et: Sõnaraamatute autorid
fr: Crédits des dictionnaires
hu: Szótárforrások
it: Crediti dizionari
ja: 辞書クレジット
ko: 사전 크레딧
ms: Kredit kamus
pt: Créditos de dicionários
ru: Авторы словарей
zh_hans: 词典致谢

source: Different bar
de: Andere Leiste
es: Barra diferente
et: Erinev riba
fr: Barre différente
hu: Eltérő sáv
it: Barra diversa
ja: 別のバー
ko: 다른 바
ms: Bar berbeza
pt: Barra diferente
ru: Другая строка
zh_hans: 不同样式的工具栏

source: Digits 1 through 0
de: Ziffern 1 bis 0
es: Dígitos del 1 al 0
et: Numbrid 1 kuni 0
fr: Chiffres de 1 à 0
hu: Számjegyek 1-től 0-ig
it: Cifre da 1 a 0
ja: 1から0までの数字
ko: 숫자 1부터 0까지
ms: Digit 1 hingga 0
pt: Dígitos de 1 a 0
ru: Цифры от 1 до 0
zh_hans: 数字 1 到 0

source: Digits 1 through 0 in one bar.
de: Ziffern 1 bis 0 in einem Balken.
es: Dígitos del 1 al 0 en una barra.
et: Numbrid 1 kuni 0 ühel ribal.
fr: Chiffres de 1 à 0 sur une barre.
hu: 1-től 0-ig egy sávban.
it: Cifre da 1 a 0 in una barra.
ja: 1から0までの数字を1本のバーに。
ko: 1부터 0까지 숫자 한 줄.
ms: Digit 1 hingga 0 dalam satu bar.
pt: Dígitos de 1 a 0 numa barra.
ru: Цифры от 1 до 0 в одной полосе.
zh_hans: 数字 1 到 0 排成一条栏。

source: Direction
de: Richtung
es: Dirección
et: Suund
hu: Irány
it: Direzione
ja: 方向
ko: 방향
ms: Arah
pt: Direção
ru: Направление
zh_hans: 方向

source: Disable
de: Deaktivieren
es: Desactivar
et: Keela
fr: Désactiver
hu: Letiltás
it: Disattiva
ja: 無効にする
ko: 사용 안 함
ms: Lumpuhkan
pt: Desativar
ru: Отключить
zh_hans: 停用

source: Discard
de: Verwerfen
es: Descartar
et: Hülga
fr: Abandonner
hu: Elvetés
it: Annulla
ja: 破棄
ko: 버리기
ms: Buang
pt: Descartar
ru: Не сохранять
zh_hans: 舍弃

source: Discard & Apply %@
de: Verwerfen und %@ anwenden
es: Descartar y aplicar %@
et: Hülga ja rakenda %@
fr: Ignorer et appliquer %@
hu: Elvetés és %@ alkalmazása
it: Scarta e applica %@
ja: 破棄して %@ を適用
ko: 버리고 %@ 적용
ms: Buang & guna %@
pt: Descartar e aplicar %@
ru: Отменить и применить «%@»
zh_hans: 放弃并应用%@

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
et: Hülga muudatused
fr: Annuler les modifications
hu: Módosítások elvetése
it: Scarta modifiche
ja: 変更を破棄
ko: 변경 사항 취소
ms: Buang Perubahan
pt: Descartar alterações
ru: Отменить изменения
zh_hans: 放弃更改

source: Discard Unsaved Changes?
de: Nicht gespeicherte Änderungen verwerfen?
es: ¿Descartar los cambios sin guardar?
et: Hülga salvestamata muudatused?
fr: Annuler les modifications non enregistrées ?
hu: Eldobod a nem mentett módosításokat?
it: Scartare le modifiche non salvate?
ja: 未保存の変更を破棄しますか？
ko: 저장하지 않은 변경 사항을 취소할까요?
ms: Buang Perubahan Belum Disimpan?
pt: Descartar as alterações não guardadas?
ru: Отменить несохранённые изменения?
zh_hans: 要放弃未保存的更改吗？

source: Discard your changes?
de: Deine Änderungen verwerfen?
es: ¿Descartar tus cambios?
et: Hülga oma muudatused?
fr: Annuler tes modifications ?
hu: Elveted a módosításaidat?
it: Scartare le tue modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소할까요?
ms: Buang perubahan anda?
pt: Descartar as tuas alterações?
ru: Отменить ваши изменения?
zh_hans: 要放弃你的更改吗？

source: Dismiss
de: Schließen
es: Descartar
et: Sule
fr: Ignorer
hu: Elvetés
it: Ignora
ja: 閉じる
ko: 닫기
ms: Ketepikan
pt: Dispensar
ru: Скрыть
zh_hans: 关闭

source: Dismiss keyboard
de: Tastatur ausblenden
es: Ocultar teclado
et: Peida klaviatuur
fr: Masquer le clavier
hu: Billentyűzet elrejtése
it: Nascondi tastiera
ja: キーボードを閉じる
ko: 키보드 닫기
ms: Sembunyikan papan kekunci
pt: Ocultar teclado
ru: Скрыть клавиатуру
zh_hans: 收起键盘

source: Dismiss shortcut
de: Kurzbefehl zum Ausblenden
es: Atajo para ocultar
et: Peitmise otsetee
fr: Raccourci de masquage
hu: Elrejtési parancsikon
it: Scorciatoia per nascondere
ja: 非表示ショートカット
ko: 숨기기 단축키
ms: Pintasan tutup
pt: Atalho para ocultar
ru: Команда скрытия
zh_hans: 收起快捷方式

source: Dismiss the clipboard panel after pasting a clip.
de: Schließt das Zwischenablage-Panel, nachdem du ein Element eingefügt hast.
es: Cierra el panel del portapapeles después de pegar algo.
et: Sule lõikelaua paneel pärast klipi kleepimist.
fr: Ferme le panneau du presse-papiers après avoir collé un élément.
hu: Bezárja a vágólappanelt, miután beillesztettél egy elemet.
it: Chiude il pannello degli appunti dopo che hai incollato un elemento.
ja: クリップを貼り付けたら、クリップボードパネルを閉じます。
ko: 항목을 붙여넣으면 클립보드 패널을 닫아요.
ms: Tutup panel papan keratan selepas menampal keratan.
pt: Fecha o painel da área de transferência depois de colares um elemento.
ru: Закрывать панель буфера обмена после вставки фрагмента.
zh_hans: 粘贴一条剪贴内容后，关掉剪贴板面板。

source: Dissolve
de: Auflösen
es: Disolver
et: Lahustu
fr: Dissoudre
hu: Feloldódás
it: Dissolvenza
ja: ディゾルブ
ko: 디졸브
ms: Larut
pt: Dissolver
ru: Растворение
zh_hans: 溶解
